Repository: gnowledge/gstudio
Catalog: gnowsys-ndf/conf/locale/*/LC_MESSAGES/django.po
Languages: hi

source: Enroll Students in Courses
hi: पाठ्यक्रमों कें छात्रों का नामांकन करें

source: Announced Course
hi: घोषित पाठ्यक्रम

source: Enrollment Duration
hi: नामांकन अवधि

source: NOTE: Display enrolled students also.
hi: टिप्पणी: नामांकित छात्रों को भी दिखाएँ

source: Filter Students
hi: फिल्टर

source: Please select year
hi: कृपया वर्ष चुनें

source: Students List View
hi: छात्र सूची

source: Student List View
hi: छात्र सूची

source: - - - Select Filter - - -
hi: फिल्टर चुनें

source: - - - Select University - - -
hi: विश्वविद्यालय चुनें

source: University
hi: विश्वविद्यालय

source: Tasks
hi: कार्य

source: New
hi: नया

source: All Task
hi: कार्य

source: Completed
hi: पूरा कर लिया है

source: Created by me
hi: सृजक

source: Assigned to me
hi: कार्य प्राप्तकर्ता:

source: pending
hi: अपलोड हो रहा है

source: Status Wise
hi: उपयोगकर्ता की स्थिति

source: Resolved
hi: हल

source: Closed
hi: संवृत

source: Rejected
hi: अस्वीकृत

source: Search Results: <span class="label alert">No %(title|lower)s%(TASK_inst.count|pluralize)s matched your search criteria
hi: आपके खोज मापदंड से मेल खाती है %(title|lower)s%(TASK_inst.count|pluralize)s

source: Task Editor
hi: कार्य संपादक

source: Assignees
hi: कार्य प्राप्तकर्ता:

source: - - - Select Assignee - - -
hi: कार्य प्राप्तकर्ता को चुने

source: Task Type
hi: कार्य प्रकार

source: - - - Select Task Type - - -
hi: कार्य प्रकार चुनें

source: Please select Task Type.
hi: कृपया कार्य प्रकार चुनें

source: Please give your Task a descriptive name
hi: अपने पृष्ठ को एक विवरणात्मक नाम दें

source: Parent
hi: मूल कार्यः

source: Status
hi: स्थिति:

source: Start date
hi: आरंभ तिथिः

source: Priority
hi: प्राथमिकता:

source: Normal
hi: सामान्य

source: Urgent
hi: अति आवश्यक

source: Due date
hi: नियत तिथि:

source: Estimated time
hi: अनुमानित समय

source: Enter Hours
hi: समय दर्ज करें

source: Please give Time in
hi: कृपया शीर्षक दें

source: Group Assignees
hi: कार्य प्राप्तकर्ता:

source: select Asssignees
hi: कार्य प्राप्तकर्ता को चुने

source: Assignees Assigned for task
hi: कार्य के लिए नियत लोग

source: Describe
hi: विवरण दें

source: Assignees not selected
hi: कार्य के लिए कार्यकर्त्ता नियत नहीं हैं

source: Click to remove
hi: हटाने के लिए क्लिक करें

source: No Assignees Assigned
hi: कार्य के लिए कार्यकर्त्ता नियत नहीं हैं

source: Group Task
hi: समूह कार्य

source: Topics
hi: टॉपिक

source: Show Topics
hi: टॉपिक दिखाएँ

source: Topic Editor
hi: टॉपिक संपादक

source: This group doesn't have any Terms. <b>Be the first to create a Term!</b>
hi: इस समूह की कोई शर्त नहीं है। <b>आप शर्त बनाने वाले प्रथम व्यक्ति हो सकते हैं</b>

source: Create a new
hi: एक नया बनायें

source: Tag
hi: टैग

source: Other Threads
hi: अन्य विवरण

source: Edit now
hi: संपादित करें

source: Create a New
hi: नया बनायें

source: View:
hi: देखें:

source: Public
hi: सार्वजनिक

source: Add or edit Collection:
hi: संग्रह जोड़ें या संपादित करें

source: Classify by:
hi: वर्गीकरण करें

source: Add or edit Teaches:
hi: टीचेस् जोड़ें या संपादित करें:*

source: Course Enrollment Details
hi: पाठ्यक्रम नामांकन विवरण

source: Course
hi: पाठ्यक्रम

source: - - - Select Course - - -
hi: पाठ्यक्रम चुनें

source: Please select course
hi: कृपया पाठ्यक्रम चुनें

source: Please select university
hi: कृपया कॉलेज चुनें

source: - - - Select College - - -
hi: कॉलेज चुनें

source: Please select college
hi: कृपया कॉलेज चुनें

source: Course Requirements
hi: पाठ्यक्रम आवश्यकताएँ

source: Course Qualification Specifications
hi: पाठ्यक्रम अर्हता

source: ' + courseSelected + '
hi: पाठ्यक्रम चुनाव

source: Mandatory
hi: अनिवार्य

source: Qualifications
hi: अर्हता

source: Other Translations:
hi: अन्य अनुवाद:

source: Original Resource:
hi: मूल संसाधन:

source: Translations:
hi: अनुवाद:

source: Translation Languages
hi: अनुवाद की भाषाएँ

source: Page Name
hi: पृष्ठ नाम

source: Tags:
hi: टैग्स

source: Theme Item
hi: प्रसंग वस्तु

source: Topic
hi: प्रकरण

source: Welcome
hi: स्वागत है

source: No Groups </b>
hi: कोई समूह नहीं है

source: Show More..
hi: और दिखाएँ

source: No Assinged Task
hi: कोई कार्य नहीं दिया गया है

source: image is already selected, choose different image !!!
hi: यह चित्र पहले से चुना गया है कृपया अन्य चित्र चुनें

source: Edit Settings
hi: सेटिंग्स बदलें

source: View related contents
hi: संबंधित सामग्री देखें

source: Related Help Topic
hi: संबंधित सहायता विषय

source: Go back to activity
hi: गतिविधि पर वापस जाएं

source: Lesson Name
hi: पाठ का नाम Last Seen

source: Lesson Description
hi: पाठ विवरण

source: Save Section
hi: अनुभाग सहेजें

source: Save Lesson
hi: पाठ सहेजें

source: Choose Activity
hi: गतिविधि चुनें

source: Select JHAPP Type
hi: जेएचएपीपी प्रकार चुनें

source: Total Questions
hi: कुल प्रश्न

source: Incorrect answers
hi: गलत उत्तर

source: Not Attempted
hi: प्रयास नहीं किया

source: Notes Written
hi: लिखित नोट्स

source: Views Gained
hi: प्राप्त दृश्य

source: Comments recieved
hi: प्राप्त टिप्पणियाँ

source: Visits on Other Notes
hi: अन्य नोट्स पर विज़िट

source: Comments on other notes
hi: अन्य नोट्स पर टिप्पणियाँ

source: Avg. Rating Awarded
hi: अर्जित औसत रेटिंग्स

source: Comments By me
hi: मेरे द्वारा टिप्पणियाँ

source: Comments for me
hi: मेरे लिए टिप्पणियाँ

source: Gallery uploads
hi: गैलरी अपलोड

source: Avg. Rating awarded
hi: अर्जित औसत रेटिंग्स

source: Comments on other Files
hi: अन्य फाइलों पर टिप्पणियाँ

source: Comments by unique users
hi: अद्वितीय उपयोगकर्ताओं की टिप्पणियाँ

source: Visits gained
hi: विज़िट प्राप्त हुए

source: Visits on Other Files
hi: अन्य फाइलों पर विज़िट

source: First Name
hi: प्रथम नाम

source: Last Name
hi: उपनाम

source: Language proficiency
hi: भाषा प्रवीणता

source: Subject Proficiency
hi: विषय प्रवीणता

source: Joined on
hi: शामिल हुए

source: Groups
hi: समूह

source: Files uploaded
hi: फ़ाइल अपलोडेड

source: Pages created
hi: सृजित पृष्ठ

source: First name
hi: फोरम नाम

source: Last name
hi: उपनाम

source: Subject proficiency
hi: विषय प्रवीणता

source: Preferences
hi: वरीयता

source: Click here to turn off notification preferences for groups
hi: समूह की अधिसूचना वरियता को बंद करने के लिए क्लिक करें

source: Forum Notifications
hi: फोरम अधिसूचनाएँ

source: On
hi: ऑन

source: Off
hi: ऑफ

source: Select Groups:
hi: चयनित समूह:

source: User Management
hi: उपयोगकर्ता प्रबंधन

source: Compare
hi: तुलना करें

source: with
hi: सहित

source: Media
hi: मीडिया

source: Visualize
hi: दृश्यीकरण

source: Step 1:
hi: सोपान 1:

source: Select a Graph/Visualization of your choice.
hi: इच्छित ग्राफ/दृश्यता का चयन करें*

source: Bar Chart
hi: दंड चार्ट

source: Pie Chart
hi: वृत्त चार्ट

source: Scatter Plot
hi: प्रकीर्ण प्लॉट

source: Tag Cloud
hi: टैग क्लाउड

source: Step 2:
hi: सोपान 2:

source: Upload a CSV file. Please see the instructions regarding the CSV format.
hi: सी.एस.वी. फाइल अपलोड करें। कृपया सी.एस.वी. प्रारूप से संबंधित निर्देशों को ध्यानपूर्वक पढ़ें

source: Instructions for CSV file
hi: सी.एस.वी. फाइल के लिए निर्देश

source: Instructions
hi: निर्देश

source: CSV files can easily be created from Excel spreadsheets/LibreOffice Calc.
hi: लिब्रेऑफिस केल्क या एम.एस. ऐक्सल स्प्रेडशीट से सी.एस.वी. फाइल को सरलता से सृजित किया जा सकता है

source: Just click on
hi: क्लिक करें

source: <li>Currently the graphing app supports CSV files with only 2 columns. So, your spread sheet must have only two columns.</li> <li>The first row in every column must be the column heading and not any data value.</li> <li>For Example - If you want to plot Cities v/s Annual Rainfall, the first row in your speardsheet must be a heading like "City Name" or "Cities" or something similar and not be a data value like "Mumbai". <br>
hi: <li> वर्तमान में ग्राफिंग एप्लिकेशन केवल 2 कॉलम के साथ सीएसवी फ़ाइलों का समर्थन करता है। इसलिए, आपकी स्प्रेड शीट में केवल दो कॉलम होने चाहिए। </ Li> <li> प्रत्येक कॉलम में पहली पंक्ति को कॉलम शीर्षक होना चाहिए और कोई भी डेटा मान नहीं होना चाहिए। </ li> <li> उदाहरण के लिए - यदि आप शहर बनाम वर्षा प्लाट करना चाहते हैं, तो आपकी शीट में पहली पंक्ति "सिटी का नाम" या "शहर" या ऐसा कुछ होना चाहिए न की "मुंबई" जैसी कोई वैल्यू ।

source: Almost there! Just click on the button below to create the visualization.
hi: लगभग हो गया! दृश्य बनाने के लिए बस नीचे दिए गए बटन पर क्लिक करें।

source: Create Graph!
hi: ग्राफ बनाएँ!

source: Awesome. I have it.
hi: बहुत बढ़िया. मेरे पास है।

source: Select admin page(s) for this resource from following options:
hi: निम्न विकल्पों से इस संसाधन के लिए व्यवस्थापक पृष्ठ का चयन करें:

source: * Use Ctrl + Click to select multiple options
hi: * एकाधिक विकल्पों का चयन करने के लिए Ctrl + क्लिक करें

source: Selections:
hi: चयनित:

source: Remove from
hi: हटाएँ

source: Enrolled
hi: नामांकित

source: Enroll
hi: नामांकन

source: Display Name
hi: प्रदर्शित होने वाला नाम

source: Choose
hi: चुनें

source: Your profile photo is uploading. Please wait..
hi: आपकी प्रोफ़ाइल फ़ोटो अपलोड हो रही है कृपया प्रतीक्षा करें..

source: Please wait while your profile picture is updated..
hi: कृपया प्रतीक्षा करें, प्रोफ़ाइल तस्वीर अपलोड हो रही है

source: Tag already exists.
hi: टैग पहले से मौजूद है

source: Search User by name :
hi: नाम के आधार पर उपयोगकर्ता खोजें :

source: items found
hi: वस्तुएँ पाई गईं हैं

source: Sorry, no topics are available.
hi: क्षमा करें, कोई विषय उपलब्ध नहीं हैं

source: Tags Topic Display </h2><h5>Following are the topics with the tag <strong>"%(tag)s"</strong></center><br><br> Select the topic from the panel on the left to view the details about that topic. The knowledge graph for that particular topic is also available on the same page.
hi: उस विषय के बारे में विवरण देखने के लिए बाईं ओर पैनल से विषय चुनें। उस विशिष्ट विषय के लिए ज्ञान ग्राफ़ भी उसी पृष्ठ पर उपलब्ध है %(tag)s

source: Select the topic from the panel on the left to view the details about that topic. The knowledge graph for that particular topic is also available on the same page.
hi: उस विषय के बारे में विवरण देखने के लिए बाईं ओर पैनल से विषय चुनें। उस विशिष्ट विषय के लिए ज्ञान ग्राफ़ भी उसी पृष्ठ पर उपलब्ध है।

source: Wikipedia Page Link:
hi: विकिपीडिया पृष्ठ लिंक:

source: Attributes:
hi: विशेषताएँ:

source: Relations:
hi: संबंध:

source: Sorry, no relations in this list.
hi: क्षमा करें, इस सूची में कोई संबंध नहीं है

source: Wikipedia Page:
hi: विकिपीडिया पृष्ठ:

source: Your browser does not support iframes.
hi: आपका ब्राउज़र आईफ्रेम को सहयोग नहीं कर रहा है

source: This data has been harvested from
hi: यह विषय < > लिया गया है

source: Wikidata Project
hi: विकिडाटा परियोजना

source: All structured data from the main and property namespace is available under the Creative Commons CC0 License. Text in the other namespaces is available under the Creative Commons Attribution-ShareAlike License. Additional terms may apply. By using this site, you agree to the Terms of Use and Privacy Policy.
hi: मुख्य और प्रॉपर्टी नेमस्पेस से सभी संरचित डेटा क्रिएटिव कॉमन्स CC0 लाइसेंस के अंतर्गत उपलब्ध है। अन्य नेमस्पेस में टेक्स्ट क्रिएटिव कॉमन्स एट्रिब्यूशन-शेयर एलेवेंस लाइसेंस के तहत उपलब्ध है। अतिरिक्त शर्तें लागू हो सकते हैं इस साइट का उपयोग करके, आप उपयोग की शर्तों और गोपनीयता नीति से सहमत हैं।

source: notices
hi: सूचनाएँ

source: You have received the following notice from the site:
hi: आपको निम्नलिखित सुचनाएँ साइट से प्राप्त हुई हैं:

source: Notification Settings
hi: अधिसूचना सेटिंग

source: Notice
hi: सूचना

source: You do not have a verified email address to which notices can be sent.
hi: सूचनाएँ भेजने के लिए आपका सत्यापित ईमेल पता नहीं है

source: Add one
hi: एक नया जोड़ें

source: now
hi: अब

source: Notification Type
hi: अधिसूचना प्रकार

source: Activity notification from
hi: से क्रियाकलाप अधिसूचना

source: Users online
hi: ऑनलाइन उपयोगकर्ता

source: Status for user
hi: उपयोगकर्ता की स्थिति

source: My status
hi: मेरी स्थिति

source: Activation complete
hi: सक्रियता पूर्ण हुई

source: Activation problem
hi: सक्रियता में समस्या

source: Thanks
hi: धन्यवाद

source: Your activation complete!
hi: सक्रियता पूर्ण हुई

source: You may
hi: आप

source: login
hi: लॉगिन

source: using your email and password.
hi: अपने ईमेल और पासवर्ड का उपयोग करके

source: Oops! It seems that your activation key is invalid. Please check the url or try to reset your password again.
hi: ओह ऐसा लगता है कि आपकी सक्रियण कुंजी अमान्य है कृपया यूआरएल की जांच करें या फिर अपना पासवर्ड रीसेट करने का प्रयास करें।

source: Account successfully activated.
hi: खाता सफलतापूर्वक सक्रिय हो चुका है

source: Please
hi: कृपया

source: Sign In
hi: साइन इन

source: here.
hi: यहाँ

source: Account registration
hi: खाता पजीकृकरण

source: You (or someone pretending to be you) have asked to register an account at:
hi: आपने यहाँ पंजीकरण के लिए आग्रह किया है:

source: If this wasn't you, please ignore this email and your address will be removed from our records.
hi: यदि आप ये नहीं थे, कृपया इस ईमेल को अनंदेखा करें। आपका ईमेल पता मिटा दिया जायेगा

source: To activate this account, please click the following link within the next two days.
hi: प्राप्त लिंक केवल दो दिन तक ही वैध रहेगा। कृपया इस अवधि में खाता सक्रिय करें

source: Sincerely
hi: भवदीय

source: You (or someone pretending to be you) have asked to register an account at
hi: आपने यहाँ पंजीकरण के लिए आग्रह किया

source: If this wasn't you, please ignore this email and your details will be removed from our records.
hi: यदि आप ये नहीं थे, कृपया इस ईमेल को अनंदेखा करें। आपका ईमेल पता मिटा दिया जायेगा

source: To activate this account, please click the following link within the next
hi: प्राप्त लिंक केवल दो दिन तक ही वैध रहेगा। कृपया इस अवधि में खाता सक्रिय करें

source: days
hi: दिन

source: Team
hi: टीम

source: Account registration for
hi: खाता पजीकृकरण

source: Log In
hi: लॉग-इन

source: Either your email or password is incorrect !
hi: ईमेल अथवा पासवर्ड गलत है

source: Forgot your password?
hi: पासवर्ड भूल गए?

source: Don't have an account? Register yourself now.
hi: खाता नहीं है? कृपया पंजीकरण करें

source: LogIn
hi: लॉग-इन

source: Logged out
hi: लॉग-आउट

source: You have sucessfully logged out.
hi: सफलतापूर्वक लॉग-आउट हो गया है

source: Thank you for visiting our website. Please return often to take advantage of this platform.
hi: हमारी वेबसाइट देखने के लिए धन्यवाद। कृपया इस मंच का लाभ उठाने के लिए अक्सर लौटें।

source: Password successfully changed
hi: खाता सफलतापूर्वक सक्रिय हो चुका है

source: Submit
hi: जमा करें

source: Password reset complete
hi: पासवर्ड रीसेट पूर्ण हुआ

source: Your password has been reset successfully.
hi: पासवर्ड सफलतापूर्वक रीसेट हुआ

source: Confirm password reset
hi: पासवर्ड रीसेट की पुष्टि करें

source: Either both passwords doesn't match or doesn't satisfy the criteria!!!
hi: पासवर्ड कसौटी के अनुरूप नहीं है

source: NOTE:
hi: टिप्पणी:

source: Password must contain atleast 8 characters,
hi: पासवर्ड में कम-से-कम 8 कैरेक्टर का होना आवश्यक है

source: One uppercase letter, and
hi: कम-से-कम एक अपरकेस अक्षर और

source: One numeral
hi: कम-से-कम एक संख्या

source: Set password
hi: सेट पासवर्ड

source: Password reset
hi: पासवर्ड रीसेट

source: Please check your email.
hi: कृपया ईमेल जाँचें

source: An email has been sent to email-ID associated with your account.
hi: आपके खाते से संबंधित ईमेल आई.डी. पर ईमेल भेजी गई है

source: Please be patient; the delivery of email may be delayed. Remember to confirm that the email that you entered is correct and to check your junk or spam folder or filter if you do not receive this email.
hi: कृपया धैर्य रखें; ईमेल की डिलीवरी में देरी हो सकती है यह पुष्टि करने के लिए याद रखें कि आपने जो ईमेल दर्ज किया है वह सही है और यदि आप यह ईमेल प्राप्त नहीं करते हैं तो अपने ट्रेश या स्पैम फ़ोल्डर या फ़िल्टर की जांच करें।

source: Greetings
hi: अभिनंदन

source: You are receiving this email because you requested that your password be reset on
hi: आप यह ईमेल प्राप्त कर रहे हैं क्योंकि आपने अनुरोध किया है कि आपका पासवर्ड रीसेट हो

source: If you do not wish to reset your password, please ignore this message.
hi: यदि आप अपना पासवर्ड रीसेट नहीं करना चाहते हैं, तो कृपया इस संदेश को अनदेखा करें।

source: To reset your password, please click the following link, or copy and paste it into your web browser:
hi: अपना पासवर्ड रीसेट करने के लिए, कृपया निम्न लिंक पर क्लिक करें, या उसे अपने वेब ब्राउज़र में कॉपी और पेस्ट करें:

source: Your username, in case you've forgotten:
hi: उपयोगकर्ता का नाम, यदि आप भूल गये हों

source: Best regards,
hi: आदर सहित

source: Management
hi: प्रबंधन

source: Reset password
hi: रीसेट पासवर्ड

source: Forgot password? Don't worry...
hi: पासवर्ड भूल गये हैं? चिंता न करें

source: Password reset instructions will be sent to the email address associated with your account.
hi: पासवर्ड रीसेट निर्देश अापके खाते से जुडे ईमेल पर भेजे जाएंगे।

source: Invalid email-ID, Please try again.
hi: अवैध ईमेल आई.डी., कृपया फिर से प्रयास करें

source: Please type your valid
hi: कृपया वैध ईमेल भरें

source: email address
hi: ईमेल पता

source: below:
hi: नीचे

source: Please type your
hi: कृपया भरें

source: Registration Closed
hi: पंजीकरण बंद

source: Sorry, registration is closed!
hi: क्षमा करें, पंजीकरण बंद हो गया है

source: Activation email sent
hi: सक्रियता ईमेल भेजा गया है

source: Account creation successful.
hi: खाता सफलतापूर्वक सृजित हो चुका है

source: Please activate your account by clicking on the link provided in the email you will receive.
hi: कृपया प्राप्त ईमेल में दिए गए लिंक पर क्लिक करके अपना खाता सक्रिय करें।

source: Register for an account
hi: खाता हेतु पंजीकरण

source: Register a New User Account
hi: नये खातें हेतु पंजीकरण करें

source: Occupation
hi: व्यवसाय

source: - - - Select Occupation - - -
hi: व्यवसाय चुनें

source: Organization
hi: संस्था

source: I agree to the terms and conditions
hi: मैं नियमों और शर्तों से सहमत हूँ

source: Send activation email
hi: सक्रियता ईमेल भेजें

source: User with same username exists. Please provide another username!
hi: दर्ज किये गए नाम से उपयोगकर्ता मौजूद है। कृपया एक अन्य नाम दर्ज करें!

source: Email
hi: ईमेल

source: Username
hi: उपयोगकर्ता नाम:

source: Password
hi: पासवर्ड

source: Password (repeat)
hi: पासवर्ड (रीसेट)

source: Please enter a valid name.
hi: कृपया वैध नाम भरें

source: The two password fields didn't match.
hi: दोनों पासवर्ड एक जैसे नही हैं

source: label
hi: लेबल

source: display
hi: डिस्प्ले

source: description
hi: विवरण

source: default
hi: तयशुदा

source: notice type
hi: सूचना प्रकार

source: notice types
hi: सूचना प्रकार

source: user
hi: उपयोगकर्ता

source: medium
hi: माध्यम

source: send
hi: भेजें

source: notice setting
hi: सूचना सेटिंग

source: notice settings
hi: सूचना सेटिंग

source: You have received the following notice from %(current_site)s: %(message)s To see other notices or change how you receive notifications, please go to %(default_http_protocol)s://%(current_site)s%(notices_url)s
hi: आपको निम्नलिखित नोटिस प्राप्त हुआ है %(current_site)s: %(message)s अन्य नोटिस देखने के लिए या आपको सूचनाएं कैसे प्राप्त होती हैं, इसका चुनाव करने के लिए यहाँ जाएँ %(default_http_protocol)s://%(current_site)s%(notices_url)s

source: You are not enrolled to any course !
hi: आप अभी तक किसी भी पाठ्यक्रम में नामांकित नहीं हैं
