Repository: gnowledge/gstudio
Catalog: gnowsys-ndf/conf/locale/*/LC_MESSAGES/django.po
Languages: hi

source: Menu
hi: मेन्यू

source: Click here to go back
hi: वापस जाने के लिए यहाँ क्लिक करें

source: Studio
hi: स्टूडियो

source: invalid captcha Try Again
hi: अमान्य कैप्चा, दोबारा प्रयास करें

source: Files Listed below are already uploaded. Duplicate file uploads are not possible.
hi: नीचे दी गई फ़ाइलें पहले ही अपलोड की जा चुकी हैं। डुप्लिकेट फ़ाइल अपलोड संभव नहीं है

source: File Name
hi: फ़ाइल नाम

source: View
hi: देखें

source: Search
hi: खोजें

source: Editing Event:
hi: इवेंट संपादन

source: Create a New
hi: नया बनाएँ

source: Event
hi: इवेंट

source: Module:
hi: मॉड्यूल

source: Sessions:
hi: सत्र

source: Remainig time (in minutes):
hi: शेष समय (मिनट में)

source: Alloted time (in minutes):
hi: सुनिश्चित अवधि (मिनट में)

source: Voluntary Teacher
hi: ऐच्छिक शिक्षक

source: Uploading
hi: अपलोड हो रहा है

source: You can upload <b>files</b> of any format to your group library.
hi: समूह लाईब्रेरी में किसी भी प्रारूप में फाईल अपलोड कर सकते हैं

source: New File
hi: नई फ़ाइल

source: Upload File
hi: फ़ाइल अपलोड करें

source: Choose File
hi: फ़ाइल चुनें

source: Title of File
hi: फ़ाइल शीर्षक

source: Select Language
hi: भाषा चुनें

source: Add Description
hi: विवरण जोड़ें

source: Add Tag
hi: टैग जोड़ें

source: Add tag text and click on [Add Tag] button
hi: टैग टेक्स्ट जोड़ें और 'टैग जोड़ें' बटन पर क्लिक करें

source: Non empty tags can have only alphanumeric characters, dash(-) and spaces.
hi: टैग में केवल अल्फ़ान्यूमेरिक वर्ण, डैश (-) और रिक्त स्थान का प्रयोग किया जा सकता है

source: Public
hi: सार्वजनिक

source: Private
hi: निजी

source: Depending on the size of file/s and your Internet speed, upload process may take time. Please do not close this window.
hi: फ़ाइलों के आकार और आपकी इंटरनेट की गति के आधार पर, अपलोड प्रक्रिया को समय लग सकता है। कृपया इस विंडो को बंद न करें।

source: Please upload videos in webm format. If you upload videos of other formats, it will take longer to publish them.
hi: कृपया वीडियो वेबएम प्रारूप में अपलोड करें। यदि आप किसी अन्य प्रारूप में वीडियो अपलोड करते हैं तो उनके प्रकाशन में अधिक समय लग सकता है।

source: You are not an authorised user. Please login to upload files.
hi: आप अधिकृत उपयोगकर्ता नहीं हैं। कृपया फाईल अपलोड करने से पहले लॉगिन करें।

source: Details
hi: विवरण

source: Add one tag at a time
hi: एक समय में एक टैग जोड़ें

source: Add
hi: जोड़ें

source: Add Location
hi: लोकेशन जोड़ें

source: ctrl + click to select multiple values
hi: एकाधिक मूल्यों का चयन करने के लिए ctrl + क्लिक करें

source: Contribute File
hi: फाइल का योगदान करें

source: You can contribute only Open Educational Resources
hi: आप केवल मुक्त शैक्षिक संसाधनों का योगदान कर सकते हैं

source: Resources copyrighted by others must be cited including OER
hi: ओईआर सहित अन्य लोगों द्वारा कॉपीराइट संसाधन उद्धृत किए जाने चाहिए

source: What constitutes OER
hi: ओईआर क्या है

source: All files get uploaded under the CC BY-SA licence (This license lets others remix, tweak, and build upon your work even for commercial purposes, as long as they credit you and license their new creations under the identical terms) unless you chose a different licence
hi: CC BY-SA लाइसेंस के तहत सभी फाइलें अपलोड की जा रही हैं। यह लाइसेंस दूसरों को रीमिक्स, ट्विक करने और व्यावसायिक कार्यों के लिए भी अपने काम का निर्माण करने की अनुमति देता है, जब तक कि आप एक अलग लाइसेंस नहीं चुनते हैं, तब तक इसका प्रयोग करके नया काम तैयार कर सकते हैं।

source: Please visit
hi: कृपया अवश्य पधारें

source: and
hi: और

source: to learn more about licenses
hi: लाइसेंस के बारे में अधिक जानकारी के लिए

source: Activities
hi: क्रियाकलाप

source: No Recent Activities
hi: हाल ही में कोई क्रियाकलाप नहीं है

source: Yes
hi: हाँ

source: No
hi: नहीं

source: Edit
hi: संपादित करें

source: You are not authorized for this action
hi: आप इस एक्शन के लिए अधिकृत नहीं हैं

source: Publish
hi: प्रकाशित

source: Moderation
hi: नियंत्रण

source: Published
hi: प्रकाशित

source: History
hi: इतिहास

source: Delete
hi: डिलीट

source: Publish this resource in other group/s
hi: इस संसाधन को अन्य समूह में प्रकाशित करें

source: Cross Publish
hi: क्रॉस प्रकाशित करें

source: Select Groups
hi: समूह चुनें

source: Save selected group
hi: चयनित समूह सेव करें

source: keyword or label to categorize
hi: वर्गीकृत करने के लिए कीवर्ड या लेबल

source: Tags
hi: टैग्स

source: No tags defined yet!
hi: कोई टैग अभी तक परिभाषित नहीं है

source: Click to see no. of view
hi: देखी गई संख्या जानने के लिए क्लिक करें

source: Views
hi: देखा गया

source: Rating defines popularity
hi: रेटिंग लोकप्रियता को परिभाषित करता है

source: Rating
hi: रेटिंग

source: Click to view the location
hi: लोकेशन देखने के लिए क्ल्कि करें

source: Location
hi: लोकेशन

source: Graphs
hi: ग्राफ

source: Collection Graph
hi: संग्रह ग्राफ

source: Dependency Graph
hi: निर्भरता ग्राफ

source: Help
hi: सहायता

source: Click to view help page
hi: सहायता पेज देखने के लिए क्ल्कि करें

source: Create New
hi: नया बनायें

source: New Partner
hi: नए पार्टर्नस

source: New Group
hi: नया समूह

source: Delete Partner
hi: डिलीट पाटनर्स

source: Delete Group
hi: डिलीट समूह

source: New
hi: नया

source: New Sub Partner
hi: नया सब-पार्टनर

source: New SubGroup
hi: नया उप-समूह

source: New Program
hi: नया कार्य

source: Programs
hi: कार्यक्रम

source: Unsubscribe
hi: सदस्यता रद्द

source: Join
hi: शामिल हों

source: Joined
hi: शामिल हो गए

source: You are already a member of this group
hi: आप पहले से ही इस समूह का सदस्य हैं

source: Moderate Resources
hi: नियंत्रित संसाधन

source: Moderation Status
hi: मॉडरेशन स्टेटस

source: Write Note
hi: नोट लिखें

source: Previous Lesson
hi: पिछला पाठ

source: PREV
hi: पिछला

source: OF
hi: का

source: NEXT
hi: अगला

source: Next Lesson
hi: अगला पाठ

source: Previous Activity
hi: पिछला क्रियाकलाप

source: Next Activity
hi: अगला क्रियाकलाप

source: Write a new Note
hi: एक नया नोट लिखें

source: Student Help
hi: छात्रा सहायता

source: Teacher's Help
hi: शिक्षक सहायता

source: Actions
hi: एक्शन

source: Edit
hi: संपादित करें

source: Delete Asset
hi: एसेट डिलीट करें

source: Save
hi: सेव करें

source: Asset Name:
hi: एसेट का नाम

source: Upload
hi: अपलोड

source: Add Internal Image
hi: आंतरिक इमेज जोड़ें

source: Image
hi: इमेज

source: Description
hi: विवरण

source: Some description
hi: कुछ विवरण

source: Width
hi: चौड़ाई

source: Enter width in pixel eg.600
hi: चौड़ाई पिक्सेल में दर्ज करें जैसे 600

source: citation has been inserted
hi: उद्धरण सम्मिलित किया गया है

source: Add Internal/External Images
hi: आंतरिक / बाहरी इमेज जोड़ें

source: External
hi: बाहरी

source: Internal
hi: आंतरिक

source: Add External Image
hi: बाहरी इमेज जोड़ें

source: Enter Image path
hi: इमेज पथ दर्ज करें

source: eg
hi: जैसे

source: Select Collections
hi: संग्रह चुनें

source: Group(s)
hi: समूह

source: Type(s)
hi: प्रकार

source: Author
hi: निर्माता

source: Creation date
hi: निर्माण तिथि

source: Member of
hi: सदस्य

source: Collection
hi: संग्रह

source: AttributeType_set
hi: ऐट्रीब्यूट टाइप सेट

source: RelationType_set
hi: रिलेशन टाइप सेट

source: Translate
hi: अनुवाद करें

source: Graph
hi: ग्राफ

source: Concept Graph
hi: संकल्पना ग्राफ

source: Unknown
hi: अज्ञात

source: PUBLISHED
hi: प्रकाशित

source: DRAFT
hi: प्रारूप

source: HIDDEN
hi: छिपा हुआ

source: Underlying Moderation Groups:
hi: अंडरलाईन मोडरेशन ग्रुप

source: Course Announcement
hi: कोर्स की घोषणा

source: Editing %(title_var)s: %(node_name)s
hi: संपादन %(title_var)s:%(node_name)s

source: Fill
hi: भरें

source: %(tab_name)s
hi: टैब _ नाम:%(tab_name)s

source: Announced for
hi: के लिए घोषणा

source: Course Period
hi: कोर्स कालांश

source: To
hi: तक

source: Announced in College(s)
hi: संस्था में घोषणा

source: Select University
hi: विश्वविद्यालय चुनें

source: - - - Select University - - -
hi: विश्वविद्यालय चुनें

source: Please select University
hi: कृपया विश्वविद्यालय चुनें

source: Next
hi: आगे

source: Announce
hi: घोषणा करें

source: Update
hi: अपडेट

source: Previous
hi: पिछला

source: Course Code:
hi: कोर्स कोड

source: Enrollment Completed On:
hi: नामांकन पूर्ण तिथि:

source: Sr. #
hi: क्रम.#

source: Subtitle:
hi: उपशीर्षक

source: Transcript:
hi: लिपियान्तर

source: Delete transcript
hi: डिलीट लिप्यन्तर

source: Link/Add Related File
hi: लिंक /संबंधित फाइल जोड़ें

source: Upload Transcript
hi: उपशीर्षक अपलोड करें

source: Add Attendance
hi: उपस्थिति जोड़ें

source: Attendance
hi: उपस्थिति

source: Batch
hi: बैच

source: Select the Batch
hi: बैच चुनें

source: Majority
hi: बहुसंख्य

source: Present
hi: उपस्थित

source: Absent
hi: अनुपस्थित

source: All Students - Mark the attendance
hi: सभी छात्र -उपस्थिति अंकित करें

source: Students Name
hi: छात्र/छात्रा का नाम

source: Student
hi: छात्र/छात्रा

source: Done
hi: पूर्ण हुआ

source: Present Students
hi: उपस्थित छात्र/छात्रा

source: Student
hi: छात्र/छात्रा

source: Absent Students
hi: अनुपस्थित छात्र/छात्रा

source: Events
hi: इवेंटस

source: Add Course Structure
hi: कोर्स संरचना जोड़ें

source: Add Admins
hi: एडमिन जोड़ें

source: Overview
hi: अवलोकन

source: Raw Material
hi: रॉ मेटेरियल

source: Course Type
hi: कोर्स के प्रकार

source: Name of Course
hi: कोर्स का नाम

source: - - - Select course - - -
hi: कोर्स चुनें

source: ago edited by
hi: के द्वारा पूर्व संपादित

source: User
hi: उपयोगकर्ता

source: View history
hi: इतिहास देखें

source: File Size
hi: फ़ाइल आकार

source: File Type
hi: फाइल प्रकार

source: Posted by
hi: द्वारा प्रकाशित

source: Download
hi: डाउनलोड

source: Delete
hi: डिलीट

source: Nothing found!
hi: कुछ भी नहीं मिला

source: Multiple users can be logged into the platform. Just specify your color and animal and click add to join the session.
hi: एकाधिक उपयोगकर्ता प्लेटफॉर्म पर लॉगइन कर सकते हैं। बस अपने रंग और जानवर का चुनाव करें और सत्र में शामिल होने के लिए क्लिक करें

source: Select your animal/flower/fruit
hi: अपने जानवर/ फूल/ फल का चयन करें

source: Cancel
hi: रद्द करें

source: Are you sure you want to delete the buddy?
hi: क्या आप निश्चित ही दोस्त को डिलीट करना चाहते हैं

source: more...
hi: अधिक

source: You are not an authorised user. Please Log in
hi: आप अधिकृत उपयोगकर्ता नहीं हैं। कृपया लॉगिन करें।

source: <h3>Building of a Course </h3> <p class="text-justify"><b>Course</b> is a sequence of learning modules.</p>
hi: <h3>पाठ्यक्रम निर्माण </h3> <p class="text-justify"><b>पाठ्यक्रम</b> पहले से तैयार क्रमबद्ध संग्रह है</p>

source: Upload thumbnail :
hi: कोर्सेस अपलोड करें

source: View existing thumbnail
hi: मौजूदा थंबनेल देखें

source: Remove this tag
hi: इस टैग को हटाएँ

source: View history
hi: इतिहास देखें

source: Edit Course Structure
hi: कोर्स संरचना संपादित करें

source: Course Details
hi: कोर्स विवरण

source: Course Registration Details
hi: कोर्स रजिस्ट्रेशन विवरण

source: Release Date
hi: रिलीज़ की तारीख

source: Please wait while file is Uploading...
hi: कृपया प्रतीक्षा करें फाईल अपलोड हो रही है

source: Please select an image to set it as a profile picture !
hi: कृपया एक प्रोफ़ाइल पिक्चर के रूप में सेट करने के लिए तस्वीर का चयन करें

source: Unique Name:
hi: अद्वितीय नाम

source: Interaction Settings
hi: इंटरैक्शन सेटिंग्स

source: Link Coordinator's page
hi: लिंक समन्वयक पृष्ठ

source: Link Teacher's page
hi: लिंक शिक्षक पृष्ठ

source: Link Help page
hi: लिंक सहायता पृष्ठ

source: Add Cordinator's page
hi: कॉर्डिनेटर के पृष्ठ को जोड़ें

source: Unit Name:
hi: इकाई का नाम

source: Add New Page:
hi: नया पृष्ठ जोड़ें

source: Add New File:
hi: नई फ़ाइल जोड़ें

source: Enter Batch Name
hi: बैच का नाम अंकित करें

source: Choose users
hi: उपयोगकर्ता चुनें

source: Group Name
hi: समूह का नाम

source: Enter the unique group name
hi: समूह को विशिष्ट नाम दें

source: Group Name is required and it must be a string.
hi: समूह का नाम आवश्यक है और यह एक स्ट्रिंग होना चाहिए

source: Alternate Group Name
hi: समूह का वैकल्पिक नाम

source: Provide display/alternate group name
hi: समूह का वैकल्पिक / प्रदर्शित नाम

source: Group Type
hi: समूह प्रकार

source: Please select group type.
hi: कृपया समूह प्रकार चुनें

source: Language
hi: भाषा

source: Level of moderation
hi: नियंत्रण स्तर

source: Select Level
hi: स्तर चुनें

source: Please select moderation level.
hi: कृपया नियंत्रण स्तर चुनें

source: Start Date
hi: आरंभ तिथिः

source: Please select start date.
hi: कृपया आरंभ तिथि चुनें

source: End Date
hi: अंतिम तिथि

source: Please select end date.
hi: कृपया अंतिम तिथि चुनें

source: Enrollment Start Date
hi: नामांकन आरंभ तिथि

source: Please select enrollment start date.
hi: कृपया नामांकन की आरंभ तिथि चुनें

source: Enrollment End Date
hi: नामांकन अंतिम तिथि

source: Upload thumbnail
hi: थंबनेल अपलोड करें

source: Group name cannot include
hi: समूह का नाम शामिल नहीं हो सकता

source: Group name cannot be empty.
hi: समूह का नाम रिक्त नहीं हो सकता

source: <h3 class="subheader">Starting Discussions</h3> <p class="text-justify">Use a relevant topic for the <b>forum</b> so that interested people can join the discussion</p>
hi: [Starting Discussions] [Use a relevant topic for the (forum) so that interested people can join the discussion]

source: Create a new discussion thread
hi: चर्चा की एक नई कड़ी बनाएँ

source: Forum name:
hi: फोरम नाम

source: Enter the name of forum here
hi: फ़ोरम का नाम यहाँ दर्ज करें

source: Description:
hi: विवरणः

source: Create forum
hi: फोरम बनाएँ

source: Forum with same name already exist. Please choose another name
hi: इस नाम का फ़ोरम पहले से मौजूद है कृपया दूसरा नाम चुनें

source: Forum name cannot be empty
hi: फोरम का नाम रिक्त नहीं हो सकता

source: More Edit options
hi: अधिक संपादन विकल्प

source: Create New Sub Group
hi: नया समूह बनाएं

source: Create New Group
hi: नया समूह बनाएं

source: Group name can not be changed
hi: समूह का नाम बदला नहीं जा सकता

source: Group Name is required and it must be a string.
hi: समूह का नाम आवश्यक है और यह एक स्ट्रिंग होना चाहिए

source: Group Editing Policy
hi: समूह संपादन नीति

source: Group Agency Types
hi: समूह संस्था प्रकार

source: already exist. Please choose another name
hi: पहले से ही मौजूद. कृपया दूसरा नाम चुनें

source: Existing Partners:
hi: मौजूदा पार्टनर

source: Please fill a valid email
hi: कृपया वैध ईमेल भरें

source: <h3>Types of Groups</h3> <h5>Open Groups</h5> <p class="subheader">Open groups are ideal for projects that require a high level of collaboration and participation. Any metastudio user can join this group without prior approval</p> <h5>Closed Groups</h5> <p class="subheader">Closed groups are ideal for projects that require restricted access to content and documents. Users can only join after their membership request is approved or have been invited.</p>
hi: <h3>Types of Groups</h3> <hr/> <h5>Open Groups</h5> <p class="subheader">खुले समूह उन परियोजनाओं के लिए आदर्श होते हैं जिनके लिए उच्च स्तर के सहयोग और भागीदारी की आवश्यकता होती है। कोई भी मेटास्टऑडियो उपयोगकर्ता बिना किसी पूर्व अनुमोदन के इस समूह में शामिल हो सकता है </ p> <h5>Closed Groups</h5> <p class="subheader">बंद किए गए समूह उन प्रोजेक्ट्स के लिए आदर्श होते हैं जिनके लिए सामग्री और दस्तावेज़ों तक प्रतिबंधित पहुंच की आवश्यकता होती है। उपयोगकर्ता केवल उनके सदस्यता अनुरोध के बाद ही शामिल हो सकते हैं या उन्हें आमंत्रित किया गया हो। </ P>

source: Existing Groups:
hi: मौजूदा समूह

source: Create a sub group of %(maingroup)s
hi: एक उप-समूह बनायें %(maingroup)s

source: Name of the Group
hi: समूह का नाम

source: PUBLIC
hi: सार्वजनिक

source: PRIVATE
hi: निजी

source: ANONYMOUS
hi: अज्ञात

source: EDITABLE_NON_MODERATED
hi: संपादन योग्य_अपरिनियमित

source: EDITABLE_MODERATED
hi: संपादन योग्य_ नियंत्रित

source: NON_EDITABLE
hi: गैर संपादन योग्य

source: OPEN
hi: खुला

source: BY_REQUEST
hi: अनुरोध द्वारा

source: BY_INVITATION
hi: निमंत्रण द्वारा

source: Group Member Visibility
hi: समूह सदस्य दृश्यता

source: DISCLOSED_TO_MEM
hi: सदस्य को सूचित करें

source: NOT_DISCLOSED_TO_MEM
hi: सदस्यों को सूचित न करें

source: Group Encryption policy
hi: समूह एन्क्रिप्शन नीति

source: NOT_ENCRYPTED
hi: एन्क्रिप्टेड नहीं

source: ENCRYPTED
hi: एन्क्रिप्टेड

source: Group Existance visibility
hi: समूह अस्तित्व दृश्यता

source: ANNOUNCED
hi: घोषित

source: NOT_ANNOUNCED
hi: अघोषित

source: Thread
hi: कड़ी

source: Threads are new ideas on the topic
hi: ‘कडि़याँ’ विषय से संबंधित नए विचार हैं

source: Add a new Thread to forum
hi: फोरम में एक नई कड़ी जोड़ें

source: Thread:
hi: कड़ी:

source: Thread Content:
hi: कड़ी की विषय-वस्तु

source: Existing threads of forum
hi: फोरम की मौजुदा कडि़याँ

source: Unit with same name exists
hi: समान नाम वाला यूनिट मौजूद है

source: Are you sure you want to delete? All of the related items for the following themes also will be deleted:
hi: क्या आप मिटाना चाहते हैं। ऐसा करने से सभी संबंधित वस्तुएँ भी मिट जायेंगी

source: Theme
hi: प्रसंग

source: Tree
hi: ट्री

source: Open
hi: खुला

source: Close
hi: बंद

source: Title
hi: शीर्षक

source: Created by
hi: सृजक

source: No data to display
hi: प्रदर्शन हेतु विषय नहीं हैं

source: Editing specific learning objective
hi: विशिष्ट संपादन सीखने के उद्देश्य

source: Create a new specific learning objective
hi: एक नया विशिष्ट शिक्षण उद्देश्य बनाएं

source: View:
hi: देखें:

source: Name
hi: नाम

source: Please give your page a descriptive name. It's helpful for others and for yourself.
hi: अपने पृष्ठ को एक विवरणात्मक नाम दें जो आपके और दूसरों के लिए सहायक होगा

source: Privacy
hi: गोपनीयता

source: Theme Name
hi: प्रसंग नाम

source: + Add Topic
hi: प्रकरण जोड़ें

source: Topic Name
hi: प्रकरण नाम

source: Save Curriculum
hi: पाठ्यक्रम सहेजें

source: Are you sure want to delete?
hi: क्या आप वाकई डिलीटकरना चाहते हैं?

source: Are you sure you want to delete? All of the following related items also will be deleted:
hi: क्या आप मिटाना चाहते हैं। ऐसा करने से सभी संबंधित वस्तुएँ भी मिट जायेंगी

source: tags
hi: टैग्स

source: Uploaded File
hi: अपलोड की गई फाइल

source: content:
hi: विषय-वस्तुः

source: Content
hi: विषय-वस्तु

source: Reply
hi: जवाब दें

source: Enter text here.
hi: यहाँ लिखें

source: Login to start discussion
hi: परिचर्चा करने की पहल करें

source: Login to start discussion.
hi: परिचर्चा करने की पहल करें

source: Begin Discussion
hi: परिचर्चा आरंभ करें

source: Comment
hi: टिप्पणी

source: Join Discussion
hi: परिचर्चा से जुड़ें

source: Please provide the reply content.
hi: कृपया उत्तर सामग्री प्रदान करें।

source: Along with this reply, total of
hi: इस उत्तर के साथ, कुल मिलाकर

source: replies would get deleted.\nClick
hi: जवाब हटाए जाएंगे। \ n क्लिक करें

source: Are you sure to delete this reply ?\nClick
hi: क्या आप इस उत्तर को हटाना चाहते हैं? \ क्लिक करें

source: To delete this reply, you need to be login and author of this reply.
hi: इस जवाब को मिटाने के लिए, आपको इस जवाब का लेखक होना तथा लॉगिन करना आवश्यक है

source: download
hi: डाउनलोड

source: Editor
hi: संपादक

source: <p class="text-justify subheader">You can upload <b>files</b> of any format to your group library. Also edit the details regarding the same.</p>
hi: <p class="text-justify subheader">समूह लाईब्रेरी में किसी भी प्रारूप में <b>फाईल</b> अपलोड कर सकते हैं, विवरण को संपादित करें

source: Select from following drawer:
hi: निम्नलिखित से चयन करें:

source: Add selected to following drawer:
hi: चयनित को निम्नलिखित में जोड़ें

source: Type atleast 3 characters to search
hi: खोज करने के लिए कम से कम 3 वर्ण टाइप करें

source: No content of selected type !
hi: चयनित प्रकार की कोई भी विषय वस्तु उपलब्ध नहीं है।

source: by
hi: द्वारा

source: on
hi: पूर्ण हुआ

source: Move ALL to Right
hi: सभी को दाएं पर ले जाएं

source: Move ALL to Left
hi: सभी को बाएं ओर ले जाएं

source: Nothing to move.
hi: कुछ भी नहीं मिला

source: eBooks
hi: ई-पुस्तकें

source: <div class="theme-panel"> <div class="text-justify subheader">Each eBook is a collection of chapter files. </div>
hi: प्रत्येक ई-पुस्तक अध्याय फ़ाइलों का एक संग्रह है

source: Are you sure you want to cancel edit
hi: क्या आप वाकई संपादन को रद्द करना चाहते हैं?

source: <h3 class="subheader">Existing Discussion</h3> <p class="text-justify subheader">Use a relevant topic for the <b>Forum</b> so that people interested can join the discussion.</p>
hi: फोरम के लिए एक ऐसा विषय चुने जिसमें लोग भाग लेना चाहें

source: Edit forum:
hi: फोरम को संपादित करें

source: Forum Name
hi: फोरम नाम

source: Forum
hi: फोरम

source: Please enter forum name
hi: कृपया वैध नाम भरें

source: Group Editor
hi: समूह संपादक

source: Click here to change settings of %(name)s
hi: %(name)s के सेटिंग बदलने के लिए यहाँ क्लिक करें

source: Subscription policy
hi: सदस्यता नीति

source: BY REQUEST
hi: अनुरोध द्वारा

source: BY INVITATION
hi: निमंत्रण द्वारा

source: User policy
hi: उपयोगकर्ता नीति

source: Group Editing policy
hi: समूह संपादन नीति

source: EDITABLE amd NON_MODERATED
hi: संपादन योग्य एवं अपरिनियमित

source: EDITABLE and MODERATED
hi: संपादन योग्य_परिनियमित

source: Group Subscription policy
hi: समूह सदस्यता नीति

source: NOT ANNOUNCED
hi: अघोषित

source: DISCLOSED TO MEMBERS
hi: सदस्यों को दिखेगा

source: NOT DISCLOSED TO MEMBERS
hi: सदस्यों को नहीं दिखेगा

source: NOT ENCRYPTED
hi: एन्क्रिप्टेड नहीं

source: Click here to select apps for %(name)s
hi: %(name)s ऐप्स चयन के लिए क्ल्कि करें

source: Edit Thread
hi: कड़ी संपादन करें

source: About
hi: बारे में

source: Start
hi: आरंभ

source: Gallery
hi: गेलरी

source: Following are the Notes added:
hi: यह नोट्स जोड़े गए हैं:

source: Create
hi: सृजित करें

source: Read
hi: पढ़ें

source: Are you sure you want to delete? All of the following related items also will be deleted!
hi: क्या आप डिलीट करना चाहते हैं। ऐसा करने से सभी संबंधित वस्तुएँ भी डिलीट हो जायेंगी

source: This group doesn't have a registered
hi: इस समूह में कोई पंजीकृत नहीं है

source: Courses
hi: कोर्सेस

source: Workspaces
hi: कार्यक्षेत्र

source: Workspace Display Ordering:
hi: कार्यस्थान प्रदर्शन क्रम

source: SAVE
hi: सेव

source: Collections
hi: संग्रह

source: All files
hi: सभी फाईल

source: Documents
hi: प्रलेख

source: Interactives
hi: इंटरैक्टिवस

source: Audios
hi: ऑडियो

source: Images
hi: इमेज

source: Videos
hi: वीडियो

source: Pages
hi: पृष्ठ

source: Review
hi: अवलोकन

source: Data Review
hi: विषय अवलोकन

source: File Statistics
hi: फाईल सांख्यिकी

source: Homogeneous collections of resources
hi: संसाधनों के एकरूप संग्रह, डेस्क में फाइल अपलोड करें

source: this file is already uploaded please choose different file
hi: यह फाइल अपलोड की गई है कृपया अन्य फाइल चुने

source: Search Results:
hi: खोज परिणामः

source: Found
hi: मिल गया

source: This group doesn't have any collections.
hi: इस समूह में कोई संग्रह नहीं है

source: Sorry, No such files found.
hi: क्षमा करें, ऐसी कोई भी फाइल नहीं मिली है

source: No files have been uploaded yet.
hi: अभी तक कोई भी फाइल अपलोड नहीं की गई है

source: Posted by:
hi: प्रेषक

source: size:
hi: आकार

source: file Type:
hi: फाइल प्रकार

source: Tags:
hi: टैग्स

source: <span>No file found. Please try using some other keyword</span>
hi: <span>कोई फाइल नहीं प्राप्त हुई है। कृपया अन्य संकेतशब्द (keyword) से प्रयास करें।</span>

source: Bar-Chart
hi: बार चार्ट

source: Pie
hi: पाई

source: Activity Ratings
hi: क्रियाकलाप रेटिंग

source: Total Rating Score
hi: कुल क्रियाकलाप रेटिंग

source: Filter Resources
hi: संसाधन

source: Add Filter
hi: फ़िल्टर लगाएँ

source: Select
hi: चुनें

source: Filter
hi: फिल्टर्स

source: No values for the key
hi: कुंजी के लिए कोई मान नहीं है

source: Remove this filter
hi: इस फिल्टर को हटायें

source: is already applied
hi: पहले से ही लागू है

source: Please select the proper filter first
hi: कृपया संस्था चुनें

source: Quick Links
hi: क्विक लिंक्स

source: Partners
hi: पार्टर्नस

source: Groups
hi: समूह

source: Terms of Service
hi: सेवा की शर्तें

source: Privacy Policy
hi: गोपनीयता नीति

source: Contribute
hi: योगदान करें

source: Contact
hi: संपर्क करें

source: Issues
hi: मुद्दे

source: sitemap
hi: साइटमैप

source: Feedback
hi: प्रतिक्रिया

source: Other Links
hi: अन्य विवरण

source: NCERT
hi: एनसीईआरटी

source: CIET
hi: सीआईईटी

source: Epathshala
hi: ई-पाठशाला

source: ICT Curriculum
hi: आईसीटी पाठ्यक्रम

source: SWAYAM
hi: स्वयं

source: Cyber Security
hi: साइबर सुरक्षा
