Repository: gnowledge/gstudio
Catalog: gnowsys-ndf/conf/locale/*/LC_MESSAGES/django.po
Languages: hi

source: Connect With Us
hi: हमसे जुड़े

source: Powered by
hi: पावर्ड बाइ

source: gstudio
hi: स्टूडियो

source: Homi Bhabha Centre for Science Education
hi: होमी भाभा विज्ञान शिक्षा केन्द्र (एच.बी.सी.एस.ई.)

source: TIFR
hi: टीआईएफआर में निर्मित जी-स्टुडियो द्वारा संचालित।

source: Create Forum
hi: फोरम बनाएँ

source: All Forums
hi: सभी फोरम

source: Search Results
hi: खोज परिणामः

source: matched your search criteria
hi: आपके खोज मानदंडों से मेल खाता !!!

source: Other Forums
hi: अन्य फोरम

source: <h3> &nbsp;Add thread to this forum</h3>
hi: <h3> &nbsp;इस फोरम में कड़ी जोड़ें</h3>

source: Create &nbsp;Thread
hi: कड़ी बनायें

source: Thread Name
hi: कड़ी नाम

source: Thread Content
hi: कड़ी विषय वस्तु

source: Total Reply
hi: पूरा जवाब

source: Latest Activity
hi: नवीनतम क्रियाकलाप

source: This forum dosen&#39t have any threads. Be the first to create a thread
hi: इस समूह में कोई प्रश्नोत्तरी प्रश्न नहीं है। <b>आप प्रश्नोत्तरी प्रश्न बनाने वाले प्रथम व्यक्ति हो सकते हैं</b>

source: This forum has %(thread_count)s existing threads.Please remove them and try again
hi: इस मंच में%(thread_count)s के मौजूदा थ्रेड हैं। कृपया उन्हें हटा दें और पुन: प्रयास करें

source: You have not added any content to this course yet
hi: आपने अभी तक पाठ्यक्रम में विषय-वस्तु नहीं जोड़ी है

source: Edit
hi: संपादित करें

source: eCourse
hi: पाठ्यक्रम

source: Quiz
hi: प्रश्नोत्तरी

source: Dashboard
hi: डेशबोर्ड

source: Unit:
hi: इकाई का नाम

source: Export to ePub
hi: ePub मैं एक्सपोर्ट करें

source: Assessments
hi: आकलन

source: Discuss
hi: परिचर्चा

source: Are you sure want to delete this unit?
hi: क्या आप वाकई इस यूनिट को हटाना चाहते हैं?

source: Epub will be downloaded automatically.
hi: ePub स्वयं डाउनलोड हो जायेगा

source: Repository
hi: संसाधन कोष

source: MY COURSES
hi: मेरे पाठ्यक्रम

source: EXPLORE
hi: खोजें

source: Change Password
hi: पासवर्ड बदलें

source: Analytics
hi: विश्लेषण

source: Admin Data
hi: एडमिन डेटा

source: Admin Designer
hi: एडमिन डिजाइनर

source: Home Dashboard
hi: हॉम डेशबोर्ड

source: Logout
hi: लोगआउट

source: Login
hi: लॉगिन

source: RSS Feeds may not be displayed properly in this browser. Would you still like to continue?
hi: इस ब्राउज़र में आरएसएस फ़ीड ठीक से प्रदर्शित नहीं की जा सकतीं। क्या आप अभी भी जारी रखना चाहेंगे?

source: <p>Groups are an easy way to share content and conversation, either privately or with the world. Many times, a group already exist for a specific interest or topic. If you can't find one you like, feel free to start your own.</p> <h5>How do groups work?</h5> <p>Groups can either be public, restricted (users may read a brief description or overview but not view content) or completely private. Every group has a wiki, a pool for resources, and a discussion board for talking.</p>
hi: <p>समूह विषय वस्तु को वितरित करने तथा सम्प्रेषित करने का निजि अथवा विश्व स्तरीयसरल मार्ग है। कई बार विशिष्ट अभिरुचि या प्रकरण पर समूह पहले से उपस्थिति होते हैं। यदि आपको अपनी अभिरुचि का समूह नहीं मिले तो आप अपना समूह आरम्भ कर सकते हैं।</p> <h5>समूह कैसे कार्य करते हैं?</h5> <p>समूह सार्वजनिक, अवरुध (उपयोगकर्ता विषय वस्तु का संक्षिप्त विवरण अथवा रूप् रेखा पढ सकते हैं परंतु विषय वस्तु को पूर्णतः देख नहीं सकते) अथवा पूर्णतः निजि। प्रत्येक समूह एक विकी, संसाधन समूह तथा वार्ता हेतु परिचर्चा बोर्ड रखता है।</p>

source: All Groups
hi: सभी समूह

source: created
hi: सृजित

source: ago
hi: पूर्व

source: Members
hi: सदस्य

source: Objects
hi: ऑब्जेक्ट

source: <h5>There are no groups created yet. <b>Be the first to create a Group!</b></h5>
hi: <h5>अभी तक कोई समूह नहीं बनाया गया है। <b>आप समूह बनाने वाले प्रथम व्यक्ति हो सकते हैं</b></h5>

source: <b> Group Dashboard </b> Shows the tasks and activities on the site.
hi: <b> समूह डेशबोर्ड</b> साइट में हो रहे क्रियाकलाप और कार्य को दिखाता है

source: Approval
hi: अनुमोदन

source: Activity
hi: क्रियाकलाप

source: Calendar
hi: कैलेंडर

source: Enrollment Details
hi: नामांकन विवरण

source: S. #
hi: स. #

source: Approval Details
hi: अनुमोदन विवरण

source: No more data to show
hi: प्रदर्शन हेतु विषय नहीं हैं

source: Please select the image type file!
hi: कृपया कार्य प्रकार चुनें

source: Only image files should be selected for setting your profile picture!
hi: प्रोफ़ाइल तस्वीर सेट करने के लिए केवल चित्र फाइल का ही चयन करें

source: Students have been approved
hi: छात्रों का अनुमोदन हो चुका है

source: Do you want to continue approving the selected students?
hi: आप चयनित छात्रों का अनुमोदन जारी रखना चाहते हैं ?

source: Do you want to continue rejecting the selected students?
hi: आप चयनित छात्रों का खारिज जारी रखना चाहते हैं ?

source: Feature
hi: विशेषता

source: Support
hi: मदद

source: In Progress
hi: प्रगति में

source: Low
hi: कम

source: High
hi: उच्च

source: Immediate
hi: तुरंत

source: Single Assignee
hi: कार्य प्राप्तकर्ता:

source: Multiple Assignee
hi: कार्य प्राप्तकर्ता:

source: Group Assignee
hi: कार्य प्राप्तकर्ता:

source: New Task
hi: नया कार्य

source: Task
hi: कार्य

source: Parent task
hi: मूल कार्यः

source: Task type:
hi: कार्य प्रकार:

source: Status:
hi: स्थिति:

source: Start Date:
hi: आरंभ तिथिः

source: Priority:
hi: प्राथमिकता:

source: Due Date:
hi: नियत तिथि:

source: Assignee:
hi: कार्य प्राप्तकर्ता:

source: Sub Task:
hi: उप-कार्य:

source: Edited
hi: संपादित करें

source: Versions
hi: सत्र

source: Editing Name
hi: नाम संपादन

source: Enter name
hi: बैच का नाम अंकित करें

source: Nothing is Changed
hi: कुछ भी नहीं मिला

source: Explore
hi: खोजें

source: My Desk
hi: मेरी मेज

source: MY DASHBOARD
hi: मेरा डैशबोर्ड

source: MY GROUPS
hi: मेरे समूह

source: Subject
hi: विषय

source: No. of Units
hi: इकाइयों की संख्या

source: Grade
hi: ग्रेड

source: Please select
hi: कृपया चुनें

source: Please fill a valid
hi: कृपया वैध < > भरें

source: Please fill valid
hi: कृपया वैध < > भरें

source: Please set
hi: कृपया सेट करें

source: Click here to view
hi: देखने के लिए क्ल्कि करें

source: Upload!
hi: अपलोड करें

source: Change
hi: बदलें

source: Notification mails sent to newly selected users
hi: समूह संचालक के अतिरिक्त अन्य सभी को मेल भेजें

source: Notification mails sent to all users except group owner
hi: समूह संचालक के अतिरिक्त अन्य सभी को मेल भेजें

source: Successfully applied modifications and e-mail notifications sent
hi: भेजे गए संशोधनों और ई-मेल सूचनाओं को सफलतापूर्वक लागू किया गया

source: Type here and press enter to search users
hi: यहां टाइप करें और उपयोगकर्ताओं को खोजने के लिए एन्टर दबाएं

source: Subscribe Admins
hi: व्यवस्थापक सदस्यता लें

source: <h2>Select Admins</h2>
hi: <h2>उपयोगकर्ता चुनें</h2>

source: <label><input type="checkbox" id="adminchecknotif" value="ON"> Send notification mails to all except the group owner</label>
hi: Send notification mails to all except the group owner

source: failed to subscribe
hi: सदस्यता लेने में विफल

source: Subscribe Users
hi: उपयोगकर्ता सदस्यता लें

source: <h2>Select Users</h2>
hi: <h2>उपयोगकर्ता चुनें</h2>

source: Send notification mails to all except the group owner
hi: समूह संचालक के अतिरिक्त अन्य सभी को मेल भेजें

source: Insert Assessment
hi: आकलन सम्मिलित करें

source: Insert Tools
hi: साधन सम्मिलित करें

source: Insert Open Story Tool
hi: ओपन स्टोरी साधन सम्मिलित करें

source: Insert PoliceQuad En
hi: पुलिस क्वाड इ एन सम्मिलित करें

source: Insert PoliceQuad Hi
hi: पुलिस क्वाड एच आई सम्मिलित करें

source: Insert PoliceQuad Te
hi: पुलिस क्वाड टी इ सम्मिलित करें

source: Insert Geogebra Geometric Reasoning
hi: जियोजेब्रा जियोमेट्रिक तर्क सम्मिलित करें

source: Insert Run Kitty Run (en)
hi: रन किटी रन (इ एन ) सम्मिलित करें

source: Insert Run Kitty Run (hi)
hi: रन किटी रन (एच आई ) सम्मिलित करें

source: Insert Run Kitty Run (te)
hi: रन किटी रन (टी इ ) सम्मिलित करें

source: Insert TurtleJS
hi: टर्टल जे एस सम्मिलित करें

source: Geogebra Proportional Reasoning 1
hi: जियोजेब्रा आनुपातिक तर्क 1

source: Geogebra Proportional Reasoning 2 A1 Q1
hi: जियोजेब्रा आनुपातिक रीज़निंग 2 ए1 ​​क्यू1

source: Geogebra Proportional Reasoning 2 A1 Q3
hi: जियोजेब्रा आनुपातिक रीज़निंग 2 ए1 ​​क्यू3

source: Geogebra Proportional Reasoning 2 A2 Q1
hi: जियोजेब्रा आनुपातिक रीज़निंग 2 ए2 क्यू1

source: Insert Physics Video Player
hi: भौतिकी वीडियो प्लेयर सम्मिलित करें

source: Insert PR_U1_L1_A1_FST (en)
hi: PR_U1_L1_A1_FST (इ एन ) सम्मिलित करें

source: Insert PR_U1_L1_A2_FST (en)
hi: PR_U1_L1_A2_FST (इ एन ) सम्मिलित करें

source: Insert PR_U1_L1_A3_FST (en)
hi: PR_U1_L1_A3_FST (इ एन ) सम्मिलित करें

source: Insert PR_U1_L1_A4_FST (en)
hi: PR_U1_L1_A4_FST (इ एन ) सम्मिलित करें

source: Insert PR_U1_L2_A1_FST (en)
hi: PR_U1_L2_A1_FST (इ एन ) सम्मिलित करें

source: Insert PR_U1_L2_A2_FST (en)
hi: PR_U1_L2_A2_FST (इ एन ) सम्मिलित करें

source: Insert Motion_of_Moon_Animation (en)
hi: चंद्रमा की गति का एनीमेशन सम्मिलित करें

source: Insert Motion_of_Moon_Animation (hi)
hi: चंद्रमा की गति का एनीमेशन सम्मिलित करें

source: Insert Motion_of_Moon_Animation (te)
hi: चंद्रमा की गति का एनीमेशन सम्मिलित करें

source: Insert Astroamer_Moon_Track (en)
hi: खगोल विज्ञानी चंद्रमा ट्रैक डालें

source: Insert Astroamer_Moon_Track (hi)
hi: खगोल विज्ञानी चंद्रमा ट्रैक डालें

source: Insert Astroamer_Moon_Track (te)
hi: खगोल विज्ञानी चंद्रमा ट्रैक डालें

source: Insert Solar_System_Animation (en)
hi: सौर मंडल प्रणाली एनीमेशन डालें

source: Insert Solar_System_Animation (hi)
hi: सौर मंडल प्रणाली एनीमेशन डालें

source: Insert Solar_System_Animation (te)
hi: सौर मंडल प्रणाली एनीमेशन डालें

source: Insert Astroamer_Planet_Trek_Activity (en)
hi: खगोल विज्ञानी प्लैनेट ट्रेक गतिविधि

source: Insert Astroamer_Planet_Trek_Activity (hi)
hi: खगोल विज्ञानी प्लैनेट ट्रेक गतिविधि

source: Insert Astroamer_Planet_Trek_Activity (te)
hi: एस्ट्रोमर प्लैनेट ट्रेक गतिविधि

source: Welcome
hi: स्वागत है

source: Discussion
hi: चर्चा

source: eResourses
hi: संसाधन

source: Users
hi: उपयोगकर्ता

source: Resources
hi: संसाधन

source: Blog
hi: ब्लॉग

source: Lessons
hi: पाठ

source: blog
hi: ब्लॉग

source: Asset Collection
hi: संग्रह

source: Progress Report
hi: प्रगति रिपोर्ट

source: Export Content into ePubs
hi: ePub मैं एक्सपोर्ट करें

source: My Workspaces
hi: मेरे वर्कस्पेस

source: My Progress
hi: प्रगति में

source: My Workspace
hi: मेरे वर्कस्पेस

source: Joined Workspaces & Enrolled Courses
hi: कार्यस्थलों में सम्मिलित हों और पाठ्यक्रमों में नामांकित हों

source: MailBoxes
hi: मेलबॉक्स

source: Unread Mails
hi: अपठित मेल

source: Read Mails
hi: पठित मेल

source: State Partners
hi: राज्य पार्टनर्स

source: Teachers
hi: शिक्षक

source: Institutional Partners
hi: संस्थागत पार्टनर्स

source: Individual Partners
hi: व्यक्तिगत साझेदार

source: Interest Groups
hi: अभिरूचि समूह

source: Schools
hi: विद्यालय

source: Video chat.
hi: वीडियो गपशप

source: Meeting
hi: बैठक

source: Start Meeting
hi: बैठक आरंभ करें

source: Username:
hi: उपयोगकर्ता नाम:

source: Please fill username!
hi: कृपया उपयोगकर्ता का नाम भरें

source: Please give title for
hi: कृपया शीर्षक दें

source: Please select
hi: कृपया चुनें

source: Attendence
hi: उपस्थिति

source: NUSSD Course
hi: NUSSD पाठ्यक्रम

source: FC Check
hi: एफसी जाँच

source: Batches
hi: बैच

source: Batch Check
hi: बैच जाँच

source: Make Module
hi: मॉड्यूल बनायें

source: College
hi: संस्था

source: Degree Year
hi: उपाधि वर्ष

source: Total
hi: कुल

source: <h3>Are you sure you want to delete? All of the following related data also will be deleted:</h3>
hi: क्या आप मिटाना चाहते हैं। ऐसा करने से सभी संबंधित वस्तुएँ भी मिट जायेंगी

source: <h3>No data to display</h3>
hi: प्रदर्शन हेतु विषय नहीं हैं

source: Report of :
hi: रिपोर्ट

source: - - - Select - - -
hi: चुनें

source: Filters
hi: फिल्टर्स

source: State :
hi: राज्य

source: University :
hi: संस्था

source: College :
hi: संस्था

source: From :
hi: से

source: To :
hi: तक

source: Registration Year :
hi: पंजीकरण वर्ष

source: - - - Select Year - - -
hi: वर्ष चुनें

source: ALL
hi: सभी

source: <p>About Module... <em>coming soon</em></p>
hi: ... <em>शीघ्र आ रहा है</em> पाठ्यक्रम के बारे में

source: Modules
hi: मॉड्यूल

source: This group doesn't have any modules. <b>Be the first to create a Module!</b>
hi: इस समूह में कोई मॉड्यूल नहीं है। <b>आप मॉड्यूल बनाने वाले प्रथम व्यक्ति हो सकते हैं</b>

source: Module Name:
hi: मॉड्यूल का नाम

source: My Dashboard
hi: मेरा डेशबोर्ड

source: Student(s)
hi: छात्र

source: Search Student by name :
hi: नाम से छात्र खोजें:

source: Accept invite
hi: निमंत्रण स्वीकार करें

source: awaiting for moderation:
hi: मॉडरेशन के लिए प्रतीक्षित

source: Currently, there are no Resources for moderation
hi: वर्तमान में, मॉडरेशन के लिए कोई संसाधन नहीं है

source: Note: Following Resource is Under Moderation -
hi: नोट: निम्न संसाधन मॉडरेशन के अंतर्गत है -

source: Check the current status of Moderation
hi: मॉडरेशन की वर्तमान स्थिति की जांच करें

source: Your browser does not support the audio element
hi: आपका ब्राउज़र वीडियो टैग को सहयोग नहीं कर रहा है

source: Your browser does not support the video tag.
hi: आपका ब्राउज़र वीडियो टैग को सहयोग नहीं कर रहा है

source: View in Full Screen
hi: पूर्ण स्क्रीन में देखें

source: Change Thumbnail
hi: थंबनेल बदलें

source: Add Subtitle(s)
hi: उपशीर्षक जोड़ें

source: View in full screen
hi: पूर्ण स्क्रीन में देखें

source: Download
hi: डाउनलोड

source: Contributed by
hi: योगदानकर्ता द्वारा

source: Type here to search in the resources
hi: संसाधनों में खोजने के लिए यहां टाइप करें

source: Create
hi: सृजित करें

source: Editing
hi: संपादित करें

source: Create New
hi: नया बनायें

source: Create page from existing template
hi: मौजूदा टेम्पलेट से पृष्ठ बनाएँ

source: Node
hi: नोड

source: Requires
hi: आवश्यक है

source: Metadata
hi: मेटाडाटा

source: Teaches
hi: टीचेस्

source: Assesses
hi: आकलन

source: Settings
hi: सेटिंग

source: Visibility
hi: दृश्यता

source: Visible
hi: दर्शनीय

source: Hidden
hi: छुपा हुआ

source: Location:
hi: स्थान:

source: Page
hi: पृष्ठ

source: File
hi: फ़ाइल

source: Video
hi: वीडियो

source: Pandora
hi: पेंडोरा

source: Please add or edit Metadata
hi: कृपया मेटाडेटा जोड़े अथवा संपादित करें

source: Educational Use:
hi: शैक्षिक उपयोगिताः

source: Interactivity Type:
hi: इंटरैक्टिविटी प्रकार

source: Educational Level:
hi: शैक्षिक स्तरः

source: Educational Subject:
hi: शैक्षिक विषयः

source: Time Required:
hi: आवश्यक समयः

source: Target Audience:
hi: लक्षित गण:

source: Text Complexity
hi: पाठ की जटिलता

source: Age Range:
hi: आयु वर्ग:

source: Reading Level:
hi: पठन स्तरः

source: Curricular:
hi: पाठ्यक्रम:

source: Educational Alignment:
hi: शैक्षिक उपयोगिताः

source: Based on Url:
hi: यूआरएल पर आधारित:

source: Source:
hi: स्रोत:

source: Copyright
hi: कॉपीराइट

source: Please select resource Subject
hi: कृपया संसाधन विषय चुनें

source: Add properties to the discussion feature of this
hi: विचार-विमर्श भाग में विशेषताएं सम्मिलित करें

source: node
hi: नोड

source: Interaction :
hi: इंटरेक्शन

source: Release Option:
hi: संबंध:

source: Show Replies to All
hi: सभी के उत्तर दिखाएं

source: Hide Replies from All
hi: सभी के उत्तर छिपाएं

source: Interaction Type:
hi: इंटरेक्शन प्रकार

source: Interaction start date:
hi: इंटरैक्शन प्रारंभ तिथि:

source: Interaction close date:
hi: इंटरेक्शन की अंतिम तारीख:

source: Select help page(s) for this resource from following options:
hi: निम्न विकल्पों से इस संसाधन के लिए सहायता पृष्ठ चुनें:

source: Save as Draft And Preview
hi: ड्राफ्ट के रूप मैं सहेजें और पूर्वावलोकन करें

source: This will cancel the save
hi: इससे संचय रद्द हो जाएगा

source: Successfully switched groups
hi: सफलतापूर्वक स्विच किये गए समूह

source: already exist. Please choose another name
hi: पहले से ही मौजूद। कृपया दूसरा नाम चुनें

source: Name cannot include
hi: नाम में शामिल नहीं कर सकते

source: Name cannot be empty.
hi: नाम रिक्त नहीं हो सकता

source: Please fill compulsory metadata fields(marked with a *)
hi: कृपया अनिवार्य मेडाडेटा क्षेत्र भरें (* से चिन्हित करें)

source: Please fill compulsory fields(marked with a *)
hi: कृपया अनिवार्य क्षेत्र भरें(* से चिन्हित करें)

source: Please enter a keyword..
hi: कृपया संकेतशब्द (बीज शब्द) भरें

source: More
hi: अधिक

source: Editing
hi: संपादित करें

source: Register
hi: पंजीकरण

source: Qualification
hi: योग्यता

source: Action
hi: क्रिया

source: Please set qualification text!
hi: कृपया योग्यता सेट करें!

source: Demo requirement text
hi: डेमो के लिए आवश्यक टेक्स्ट

source: Register
hi: पंजीकरण

source: Last Seen
hi: अंतिम बार देखा गया

source: Online
hi: ऑनलाइन

source: MIS Details
hi: एम.आई.एस. विवरण

source: NOT assinged.
hi: सौंपा नहीं गया

source: Other Details
hi: अन्य विवरण

source: Created by :
hi: सृजक

source: Created on :
hi: सृजन तिथि

source: Page Editor
hi: पृष्ठ संपादक

source: <b>Pages</b> are just like the pages of your notebook. You can write your content here.</p>
hi: <b>पृष्ठ</b> आपकी पुस्तक के पृष्ठ जैसा ही है। इसमें आप अपना विषय लिख सकते हैं

source: <p>Pages are user-written articles on a range of subjects. Any contributor or a group of contributors can create (and own) new articles, and there can be multiple articles on the same topic, each written by a different author. </p> <h6>Who can make a page?</h6> <p> Anyone with an account can create a new article. When creating a new article, the initial contributor can choose to have a defined list of authors, all of whom can edit the page, or have an open, wiki-like format where anyone can contribute. </p>
hi: <p>पृष्ठ किसी भी विषय पर लिखा गया लेख है। कोई योगदानकर्ता या समूह, पृष्ठ बना सकता है, किसी भी विषय पर विभिन्न लेखकों द्वारा सृजित अनेक पृष्ठ हो सकते है।</p> <h6>पृष्ठ कौन तैयार कर सकता है?</h6> <p>प्रत्येक पंजीकृत उपयोगकर्ता एक नया पृष्ठ सृजित कर सकता है। लेखक, पूर्व निर्धारित पंजीकृत उपयोगकर्ताओं में से इस पृष्ठ को संपादित करने के लिए आमंत्रित कर सकता है अथवा विकी प्रारूप का प्रयोग करते हुए सभी पंजीकृत उपयोगकर्ताओं को संपादन करने की अनुमति भी प्रदान कर सकता है। </p>

source: Pages Introduction
hi: पृष्ठ निर्देश

source: Working with Pages
hi: पृष्ठ के साथ कार्य

source: Page types
hi: पृष्ठ प्रकार

source: <p> Pages are user-written articles on a range of subjects. Any contributor or a group of contributors can create (and own) new articles, and there can be multiple articles on the same topic, each written by a different author. </p> <h5>Who can make a page?</h5> <p> Anyone with an account can create a new article. When creating a new article, the initial contributor can choose to have a defined list of authors, all of whom can edit the page, or have an open, wiki-like format where anyone can contribute. </p>
hi: <p>पृष्ठ किसी भी विषय पर लिखा गया लेख है। कोई योगदानकर्ता या समूह, पृष्ठ बना सकता है, किसी भी विषय पर विभिन्न लेखकों द्वारा सृजित अनेक पृष्ठ हो सकते है।</p> <h6>पृष्ठ कौन तैयार कर सकता है?</h6> <p>प्रत्येक पंजीकृत उपयोगकर्ता एक नया पृष्ठ सृजित कर सकता है। लेखक, पूर्व निर्धारित पंजीकृत उपयोगकर्ताओं में से इस पृष्ठ को संपादित करने के लिए आमंत्रित कर सकता है अथवा विकी प्रारूप का प्रयोग करते हुए सभी पंजीकृत उपयोगकर्ताओं को संपादन करने की अनुमति भी प्रदान कर सकता है।</p>

source: Please Login to create your shelf
hi: अपना शेल्फ बनाने के लिए कृपया लॉगिन करें

source: Visit
hi: दृश्यता

source: All Pages
hi: पृष्ठ

source: matched your search criteria!!!
hi: आपके खोज मानदंडों से मेल खाता है !!!

source: This group doesn't have any collections.
hi: इस समूह में कोई संग्रह नहीं है

source: There are no
hi: अभी तक नहीं है

source: created yet.
hi: अभी तक सृजन

source: Partner Showcase
hi: पार्टनर शोकेस

source: Graph
hi: ग्राफ

source: Concept Graph
hi: संकल्पना ग्राफ

source: Collection Graph
hi: संग्रह ग्राफ

source: Dependency Graph
hi: निर्भरता ग्राफ

source: Location
hi: स्थान

source: Discuss
hi: परिचर्चा

source: All Events
hi: इवेंटस जोड़ें

source: Add Page
hi: पृष्ठ जोड़ें

source: Currently there is no Quiz.
hi: वर्तमान में कोई प्रश्नोत्तरी नहीं है

source: Currently there is no Question.
hi: वर्तमान में कोई प्रश्नोत्तरी नहीं है

source: Quiz Editor
hi: प्रश्नोत्तरी संपादक

source: <p class="text-justify">A <b>Quiz</b> is a sequenced collection of <b>quiz items</b>. A quiz-item can be any of the three types: <strong><i>short response, single-choice</i></strong> and <strong><i>multiple-choice</i></strong>. <i>submit response</i> and <i>match the following</i> types will be implemented very soon.</p> <p class="text-justify">You can build a quiz in two ways: <ol class="text-justify"> <li>By editing, Quiz node (via collection-list).</li> <li>By using 'Quiz-Item' button corresponding to the Quiz.</li> </ol> </p>
hi: <p class="text-justify"> एक <b>प्रश्नोत्तरी</b> के अनुक्रम संग्रह है <b>प्रश्नोत्तरी आइटम</b>.एक प्रश्नोत्तरी आइटम तीन प्रकार के किसी भी हो सकता है: <strong><i>कम प्रतिक्रिया, एक विकल्प</i></strong> और <strong><i>बहुविकल्प</i></strong>. <i>प्रतिक्रिया सबमिट करें</i> और <i>मैच निम्नलिखित</i> प्रकार के बहुत जल्द ही लागू किया जाएगा. </p> <p class="text-justify">आप दो तरह से एक प्रश्नोत्तरी का निर्माण कर सकते हैं: <ol class="text-justify"> <li>संपादन करके, प्रश्नोत्तरी नोड (संग्रह की सूची के माध्यम से).</li> <li>'क्विज आइटम' का उपयोग करके बटन प्रश्नोत्तरी के लिए .</li> </ol> </p>

source: Name
hi: नाम

source: Question
hi: प्रश्न

source: Options
hi: विकल्प

source: Not Applicable
hi: लागू नहीं है

source: Show Correct Answer
hi: सही उत्तर दिखाएं

source: Check Answer
hi: उत्तर जांचें

source: Problem Weight
hi: समस्या भार

source: Maximum Attempts
hi: अधिकतम प्रयास

source: Add properties to the discussion feature
hi: विचार-विमर्श भाग में विशेषताए सम्मलित करें

source: Interaction start date
hi: इंटरेक्शन आरंभ करने की तिथि

source: is a sequenced collection of
hi: एक क्रमबद्ध संग्रह है

source: quiz items
hi: प्रश्नोत्तरी प्रश्न

source: A quiz-item can be any of the three types
hi: प्रश्नोत्तरी प्रश्न किसी भी तीन प्रकार का हो सकता है

source: short response, single-choice
hi: छोटी अनुक्रिया, एकल विकल्प

source: multiple-choice
hi: बहुविकल्पीय

source: submit response
hi: अनुक्रिया दे

source: match the following
hi: निम्नलिखित से मिलान करें

source: types will be implemented very soon.
hi: शीघ्र ही लागू किया जायेगा

source: You can build a quiz in two ways:
hi: प्रश्नोत्तरी को दो प्रकार से बनाया जा सकता है

source: By editing, Quiz node (via collection-list).
hi: संपादन द्वारा, प्रश्नोत्तरी नोड (संग्रह सूची द्वारा)

source: By using 'Quiz-Item' button corresponding to the Quiz.
hi: प्रश्नोत्तरी प्रश्न बटन का उपयोग करके प्रश्नोत्तरी का जवाब दें

source: + Add
hi: +जोड़ें

source: Item
hi: वस्तु

source: Edit this Question
hi: इस प्रश्न को संपादित करें

source: posted on
hi: भेजा गया

source: Contributors:
hi: योगदानकर्ता

source: Last update:
hi: अंतिम तिथिः

source: Answer
hi: उत्तर

source: Average Rating
hi: औसत रेटिंग

source: Avg
hi: औसत

source: by
hi: द्वारा

source: List Of Members.
hi: सदस्यों की सूची

source: For the course:
hi: पाठ्यक्रम के लिए:

source: Remove
hi: हटाएँ

source: Reply to Reply:
hi: जवाब का जवाब दें:

source: Add a Thread
hi: कड़ी संपादन करें

source: Add a thread to the Forum
hi: फोरम के लिए एक कड़ी जोड़ें:

source: Thread Name
hi: कड़ी नाम

source: Please enter description
hi: विवरण

source: Digital resource grouped in multiple ways
hi: डिजि़टल संसाधन बहु-माध्यम समूहों में उपलब्ध हैं

source: eLibrary
hi: ई-पुस्तकालय

source: Themes
hi: प्रसंग

source: eCourses
hi: ई-पाठ्यक्रम

source: Contributions from institutions and individuals
hi: व्यक्तिगत तथा संस्थाओं से योगदान

source: Resource Type
hi: पाठ्यक्रम के प्रकार

source: Full screen view
hi: पूर्ण स्क्रीन दृश्य

source: on
hi: पर

source: Shelf
hi: शेल्फ

source: Add
hi: टैग जोड़ें

source: %(label_val)s (Max. Size Limit 40kb)
hi: %(label_val)s (अधिकतम आकार सीमा 40kb)

source: %(label_val)s (Max. Size Limit 200kb)
hi: %(label_val)s (अधिकतम आकार सीमा 200kb)

source: Passing Year
hi: उत्तीर्ण वर्ष

source: Passing Certificate
hi: उत्तीर्ण प्रमाण-पत्र

source: Degree Name
hi: उपाधि का नाम

source: Stream(Main Subject)
hi: वर्ग (मुख्य विषय)

source: Enroll. (or Roll) No.
hi: पंजीकरण (या अनुक्रमांक) संख्या

source: Registered for NSS?
hi: एन.एस.एस. में पंजीकृत है?

source: Date of Registration
hi: पंजीकरण तिथि
